[
  {
    "id": 1,
    "nama": "Orangutan Sumatera",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Primata",
    "famili": "Hominidae",
    "genus": "Pongo",
    "spesies": "Pongo abelli",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Man_of_the_woods.JPG/605px-Man_of_the_woods.JPG",
    "status": "Kritis",
    "deskripsi": "Orangutan Sumatra (Pongo abelli) adalah spesies orangutan terlangka. Orangutan Sumatra hidup dan endemik terhadap Sumatra, sebuah pulau yang terletak di Indonesia. Mereka lebih kecil daripada orangutan Kalimantan. Orangutan Sumatra memiliki tinggi sekitar 4.6 kaki dan berat 200 pon. Betina lebih kecil, dengan tinggi 3 kaki dan berat 100 pon."
  },
  {
    "id": 2,
    "nama": "Harimau Sumatera",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Carnivora",
    "famili": "Felidae",
    "genus": "Panthera",
    "spesies": "Panthera tigris",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e1/Sumatran_Tiger_Berlin_Tierpark.jpg/800px-Sumatran_Tiger_Berlin_Tierpark.jpg",
    "status": "Kritis",
    "deskripsi": "Harimau sumatra (bahasa Latin: Panthera tigris sumatrae) adalah subspesies harimau yang habitat aslinya di pulau Sumatra, dan merupakan satu dari enam subspesies harimau yang masih bertahan hidup hingga saat ini dan termasuk dalam klasifikasi satwa kritis yang terancam punah (critically endangered) dalam daftar merah spesies terancam yang dirilis Lembaga Konservasi Dunia IUCN. Populasi liar diperkirakan antara 400-500 ekor, terutama hidup di taman-taman nasional di Sumatra. Uji genetik mutakhir telah mengungkapkan tanda-tanda genetik yang unik, yang menandakan bahwa subspesies ini mungkin berkembang menjadi spesies terpisah, bila berhasil lestari."
  },
  {
    "id": 3,
    "nama": "Komodo",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Reptilia",
    "ordo": "Squamata",
    "famili": "Varanidae",
    "genus": "Varanus",
    "spesies": "Varanus komodoensis",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/50/Varanus_komodoensis1.jpg/800px-Varanus_komodoensis1.jpg",
    "status": "Rentan",
    "deskripsi": "Komodo, atau juga disebut biawak komodo (Varanus komodoensis), adalah spesies biawak besar yang terdapat di Pulau Komodo, Rinca, Flores, Gili Motang, dan Gili Dasami di Provinsi Nusa Tenggara Timur, Indonesia. Biawak ini oleh penduduk asli pulau Komodo juga disebut dengan nama setempat ora.\n\nKomodo merupakan spesies terbesar dari familia Varanidae, sekaligus kadal terbesar di dunia, dengan rata-rata panjang 2-3 meter dan beratnya bisa mencapai 100 kg. Komodo merupakan pemangsa puncak di habitatnya karena sejauh ini tidak diketahui adanya hewan karnivora besar lain selain biawak ini di sebarang geografisnya."
  },
  {
    "id": 4,
    "nama": "Jalak Bali",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Aves",
    "ordo": "Passeriformes",
    "famili": "Sturnidae",
    "genus": "Leucopsar",
    "spesies": "Leucopsar rothschildi",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/47/Bali_Myna_in_Bali_Barat_National_Park.jpg/438px-Bali_Myna_in_Bali_Barat_National_Park.jpg",
    "status": "Kritis",
    "deskripsi": "Jalak Bali (Leucopsar rothschildi) adalah sejenis burung pengicau berukuran sedang, dengan panjang lebih kurang 25cm, dari suku Sturnidae. Ia turut dikenali sebagai Curik Ketimbang Jalak. Jalak Bali hanya ditemukan di hutan bagian barat Pulau Bali dan merupakan hewan endemik Indonesia. Burung ini juga merupakan satu-satunya spesies endemik Bali dan pada tahun 1991 dinobatkan sebagai lambang fauna Provinsi Bali."
  },
  {
    "id": 5,
    "nama": "Badak Jawa",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Perissodactyla",
    "famili": "Rhinocerotidae",
    "genus": "Rhinoceros",
    "spesies": "Rhinoceros sondaicus",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/c/ce/Rhinoceros_sondaicus_in_London_Zoo.jpg",
    "status": "Kritis",
    "deskripsi": "Badak jawa, atau badak bercula-satu kecil (Rhinoceros sondaicus) adalah anggota famili Rhinocerotidae dan satu dari lima badak yang masih ada. Badak ini masih termasuk ke dalam genus yang sama dengan badak india dan memiliki kulit bermosaik yang menyerupai baju baja. Badak ini memiliki panjang 3,1–3,2 m dan tinggi 1,4–1,7 m. Badak ini lebih kecil daripada badak india dan lebih dekat dalam besar tubuh dengan badak hitam. Ukuran culanya biasanya lebih sedikit daripada 20 cm, lebih kecil daripada cula spesies badak lainnya."
  },
  {
    "id": 6,
    "nama": "Setan Tasmania",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Marsupialia",
    "famili": "Dasyuromorphia",
    "genus": "Sarcophilus",
    "spesies": "Sarcophillus harrisii",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Tasdevil_large.jpg/630px-Tasdevil_large.jpg",
    "status": "Kritis",
    "deskripsi": "Setan tasmania (Sarcophilus harrisii), juga disebut dalam bahasa Inggris tasmanian devil adalah seekor binatang marsupialia karnivora yang kini hanya terdapat di negara bagian pulau Tasmania di Australia. Setan tasmania adalah satu-satunya anggota genus Sarcophilus yang masih hidup. Ukuran binatang ini sama dengan seekor anjing kecil, tetapi badannya kekar dan berotot. Setan tasmania adalah marsupialia karnivora terbesar di dunia. Binatang ini dicirikan oleh warna bulunya yang hitam, baunya yang kuat bila sedang ketakutan, suaranya yang sangat keras dan mengganggu, dan sifatnya yang berbahaya bila sedang mengasuh anak-anaknya. Setan tasmania dikenal sebagai binatang pemburu dan memakan sisa-sisa binatang lain. Meskipun biasanya hidup soliter, kadang-kadang ia makan bersama dengan setan tasmania lainnya."
  },
  {
    "id": 7,
    "nama": "Berang-berang Laut",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Carnivora",
    "famili": "Mustelidae",
    "genus": "Enhydra",
    "spesies": "Enhydra lutris",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/1/15/Sea_otter_cropped.jpg",
    "status": "Terancam",
    "deskripsi": "Berang-berang laut (Enhydra lutris) adalah seekor mamalia laut yang berasal dari pesisir utara dan timur Samudera Pasifik Utara. Berang-berang laut dewasa biasanya memiliki berat sekitar 14 dan 45 kg (31 dan 99 lb), membuatnya menjadi anggota terbesar dari keluarga cerpelai, tetapi merupakan salah satu mamalia laut terkecil. Tidak seperti kebanyakan mamalia laut, bentuk utama dari berang-berang laut adalah bulunya yang lebat, membuat hewan tersebut menjadi hewan terlebat dalam keluarga hewan. Meskipun hewan tersebut dapat berjalan di tanah, berang-berang laut kebanyakan hidup di samudera."
  },
  {
    "id": 8,
    "nama": "Paus Biru",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Cetartiodactyla",
    "famili": "Balaenopteridae",
    "genus": "Balaenoptera",
    "spesies": "Balaenoptera musculus",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Bluewhale877.jpg/800px-Bluewhale877.jpg",
    "status": "Terancam",
    "deskripsi": "Paus biru (Balaenoptera musculus) adalah mamalia laut yang tergolong dalam subordo paus balin. Panjangnya mencapai lebih dari 33 meter dan massanya tercatat sebesar 181 ton atau lebih. Binatang ini diyakini merupakan hewan terbesar yang pernah diketahui. \n\nPaus yang panjang dan ramping ini memiliki bagian belakang (dorsal) yang berwarna abu-abu kebiruan dan bagian depan (ventral) yang lebih terang. Terdapat paling tidak tiga subspesies paus biru: B. m. musculus di Atlantik Utara dan Pasifik Utara, B. m. intermedia di Samudra Selatan, dan B. m. brevicauda (juga disebut paus biru kerdil) di Samudra Hindia dan Samudra Pasifik Selatan. B. m. indica yang hidup di Samudra Hindia mungkin merupakan subspesies lain. Seperti paus balin lainnya, makanan pokok paus biru adalah crustacea kecil yang disebut krill."
  },
  {
    "id": 9,
    "nama": "Gajah Asia",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Proboscidea",
    "famili": "Elephantidae",
    "genus": "Elephas",
    "spesies": "Elephas maximus",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Asian_elephant_-_melbourne_zoo.jpg/400px-Asian_elephant_-_melbourne_zoo.jpg",
    "status": "Terancam",
    "deskripsi": "Gajah asia (Elephas maximus), kadang dikenal dengan nama salah satu subspesiesnya, gajah india, adalah satu dari tiga spesies gajah yang masih hidup, dan merupakan satu-satunya spesies gajah dari genus Elephas yang masih hidup. Hewan ini adalah hewan darat terbesat di Asia. Gajah Asia adalah spesies terancam karena habitat yang terus berkurang dan perburuan liar, populasi gajah di alam liar tersisa antara 41,410 sampai 52,345. Gajah asia cenderung berumur panjang, dengan usia tertua yang diketahui mencapai 86 tahun."
  },
  {
    "id": 10,
    "nama": "Panda",
    "kingdom": "Animalia",
    "filum": "Chordata",
    "kelas": "Mammalia",
    "ordo": "Carnivora",
    "famili": "Ursidae",
    "genus": "Ailuropoda",
    "spesies": "Ailuropoda melanoleuca",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b0/Panda.jpg/731px-Panda.jpg",
    "status": "Rentan",
    "deskripsi": "Panda Raksasa (Ailuropoda melanoleuca, berarti \"Kaki-kucing hitam-putih\" berarti \"kucing beruang besar\") adalah seekor mamalia yang biasanya diklasifikasikan ke dalam keluarga beruang, Ursidae, yang merupakan hewan asli Tiongkok Tengah. Panda Raksasa tinggal di wilayah pegunungan, seperti Sichuan dan Tibet. Pada setengah abad ke-20 terakhir, panda menjadi semacam lambang negara Tiongkok, dan sekarang ditampilkan pada uang emas negara tersebut."
  }
]
